Repository: common-repository/master-ids
Catalog: lang/master-ids-*.po
Languages: pt_br

source: Choose post type:
pt_br: Escolha o Tipo de Post:

source: Let's get to work!
pt_br: Ao trabalho!

source: There is no post for the Post Type you choose yet.
pt_br: Ainda não há nenhum post para o Tipo de Post que você escolheu.

source: POST TITLES AND IDs
pt_br: TÍTULOS E IDs DOS POSTS

source: Show list
pt_br: Mostrar lista

source: You must choose at least one Post Type! Please, try again.
pt_br: Você precisa selecionar ao menos um Tipo de Post. Por favor, tente novamente.

source: Go for it
pt_br: Mostre-me

source: Easily find the ID for a page, post or custom post type.
pt_br: Descubra facilmente a ID de qualquer tipo de post.

source: Everything the Master IDs plugin offers is in this page.
pt_br: Tudo que o plugin Master IDs oferece encontra-se nesta página.

source: Find what you want now.
pt_br: Encontre o que precisa agora.

source: for
pt_br: para

source: Result:
pt_br: Resultado:
